Repository: 84000/data-translation-memory
Catalog: Toh_144-Cultivating_Trust_in_the_Great_Vehicle-v.2.tmx
Source language: bo
Languages: en

source: ཀུན་དགའ་བོ་འཇིག་རྟེན་པའི་བསོད་ནམས་ཚད་མེད་པ་གང་ཡིན་པ་དེ་ཡང་རྒྱུ་དང་འབྲས་བུར་བཅས་པ་
en: Because, Ānanda, any worldly merit, no matter how great, is subject to cause and effect.

source: སྡུག་བསྔལ་གྱི་བདེན་པ་དང་། ཀུན་འབྱུང་བའི་བདེན་པར་བསྡུས་པའི་ཕྱིར་འདོད་པ་ཉིད་ཡོངས་སུ་གྲུབ་པ་མ་ཡིན་ཏེ
en: As it is subsumed by the truth of suffering and the truth of the origin, it cannot bring complete satisfaction.

source: དེ་ནི་རྒྱུ་ཟད་དེ་འབྲས་བུ་བྱུང་བས་མི་རྟག་པའོ། །
en: Such results only appear when their causes are exhausted, so such merit is impermanent.

source: ཀུན་དགའ་བོ་ཉན་ཐོས་དང་རང་སངས་རྒྱས་རྣམས་ཀྱི་བསོད་ནམས་འཇིག་རྟེན་ལས་འདས་པ་གང་ཡིན་པ་དེ་ཡང་རྒྱ་ཆེ་བ་མ་ཡིན་ཞིང་དོན་ཆུང་ལ་ཟད་པར་འགྱུར་བའོ། །
en: “Ānanda, the entire merit of the hearers and solitary buddhas that transcends the world is not vast, it has a lesser purpose, and it is eventually exhausted.

source: དེ་ལ་རྒྱ་ཆེ་བ་མ་ཡིན་པ་ནི་ཐེག་པ་དམན་པ་ལ་གནས་ཤིང་དམིགས་ཏེ་ཡིད་ལ་བྱེད་པའི་ཕྱིར་རོ། །
en: It is not vast because it belongs to and observes the inferior vehicle, thus guiding the mind in that direction.

source: དོན་ཆུང་བ་ནི་བདག་ཉིད་རྗེས་སུ་འཛིན་པར་ཉེ་བར་གནས་པའི་ཕྱིར་རོ། །
en: It has a lesser purpose because it is concerned with oneself.

source: ཟད་པར་འགྱུར་བ་ནི་ཕུང་པོ་མ་ལུས་པའི་མྱ་ངན་ལས་འདས་པའི་དབྱིངས་སུ་ཟད་པར་འགྱུར་བའི་ཕྱིར་རོ། །
en: It is eventually exhausted because it dissolves within the field of nirvāṇa free from residual aggregates.

source: ཀུན་དགའ་བོ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ལས་བྱུང་བའི་བསོད་ནམས་དེ་ནི་ཡོངས་སུ་གྲུབ་པ། རྒྱུ་ཟད་པ་མ་ཡིན་པ། རྒྱ་ཆེ་བ། དོན་ཆེ་བ། ཟད་པར་མི་འགྱུར་བའོ། །
en: “However, Ānanda, the merit that arises from trust in the Great Vehicle of the bodhisattvas brings complete satisfaction, its cause is never exhausted, it is vast, it has a great purpose, and it is inexhaustible.

source: དེ་བས་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ལས་བྱུང་བའི་བསོད་ནམས་དེ་ལ་ནི་འཇིག་རྟེན་པ་དང་། འཇིག་རྟེན་ལས་འདས་པའི་བསོད་ནམས་ཀྱིས་དཔེར་ཡང་མི་བཟོད་དོ། །
en: Therefore, the merit that arises from trust in the Great Vehicle of the bodhisattvas cannot be illustrated by means of either mundane or transcendent forms of merit.”

source: ཀུན་དགའ་བོས་གསོལ་པ།
en: Ānanda said,

source: བཅོམ་ལྡན་འདས་ཆོས་ཀྱི་རྣམ་གྲངས་འདིའི་མིང་ཅི་ལགས།
en: “Blessed One, what is the name of this Dharma teaching?

source: འདི་ཇི་ལྟར་གཟུང་བར་བགྱི།
en: Under what name should it be recalled?”

source: ཀུན་དགའ་བོ་དེའི་ཕྱིར་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་རབ་ཏུ་སྒོམ་པ་ཞེས་བྱ་བར་ཟུང་ཤིག །
en: “Ānanda, for the above reasons you should know that this Dharma teaching is called Cultivating Trust in the Great Vehicle.

source: ཐེག་པ་ཆེན་པོ་ལ་དད་པ་འཇུག་པ་ཞེས་བྱ་བར་ཡང་ཟུང་ཤིག །
en: Remember it also under the name Engaging with Trust in the Great Vehicle.

source: ཐེག་པ་ཆེན་པོ་ལ་དད་པ་རྣམ་པར་འཕེལ་བ་ཞེས་བྱ་བར་ཡང་ཟུང་ཤིག་
en: Remember it also under the name Increasing Trust in the Great Vehicle.

source: ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ངེས་པར་འབྱུང་བ་ཞེས་བྱ་བར་ཡང་ཟུང་ཤིག །
en: Remember it also under the name Liberation through Trust in the Great Vehicle.

source: དེ་བས་ན་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་རབ་ཏུ་སྒོམ་པ་ཞེས་བྱ་བའི་ཚིག་བླ་དགས་སོ། །
en: Therefore, this Dharma teaching should be given the title Cultivating Trust in the Great Vehicle.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་།
en: After the Blessed One had thus spoken,

source: བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་དང་། ཐམས་ཅད་དང་ལྡན་པའི་འཁོར་དེ་དང་། ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་ཡི་རངས་ཏེ་མངོན་པར་བསྟོད་དོ། །
en: the bodhisattvas and the entire retinue, as well as the world with its gods, humans, asuras, and gandharvas, rejoiced in and praised what the Blessed One had taught.

source: འཕགས་པ་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་རབ་ཏུ་སྒོམ་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ་རྫོགས་སོ།། །།
en: This completes the Great Vehicle sūtra “Cultivating Trust in the Great Vehicle.”

source: རྒྱ་གར་གྱི་མཁན་པོ་ཛི་ན་མི་ཏྲ་དང་། དཱ་ན་ཤཱི་ལ་དང་། ཞུ་ཆེན་གྱི་ལོཙྪ་བ་བན་དེ་ཡེ་ཤེས་སྡེ་ལ་སོགས་པས་ཞུས་ཤིང་བྲིས་ཏེ་གཏན་ལ་ཕབ་པ།། །།
en: It was clarified, written down, and finalized by the Indian preceptors Jinamitra and Dānaśīla, the translator-editor Bandé Yeshé Dé, and others.
